Revit 2027 API
ExportLayerTableIterator.Reset Method
 Resets the iterator to the initial state.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual void Reset()
Public Overridable Sub Reset
public:
virtual void Reset()
abstract Reset : unit -> unit
override Reset : unit -> unit
See Also
Reference
ExportLayerTableIterator Class
Autodesk.Revit.DB Namespace